Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/CameraUI-SmartStyles.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SMART_STYLES_DESCRIPTION_OVERLAY_CONTINUE
source: Set Up Later
ar: الإعداد لاحقًا
bg: Настрой по-късно
ca: Configura més tard
cs: Nastavit později
da: Indstil senere
de: Später einrichten
el: Διαμόρφωση αργότερα
es: Configurar más tarde
es_us: Configurar más tarde
fi: Ota käyttöön myöhemmin
fr: Configurer plus tard
fr_ca: Configurer plus tard
he: הגדרה במועד מאוחר יותר
hi: बाद में सेटअप करें
hr: Podesi kasnije
hu: Beállítás később
id: Atur Nanti
it: Configura in seguito
ja: あとで設定
kk: Кейінірек баптау
ko: 나중에 설정
lt: Nustatyti vėliau
ms: Sediakan Kemudian
nl: Configureer later
no: Still inn senere
pl: Skonfiguruj później
pt_br: Configurar Depois
pt_pt: Configurar depois
ro: Configurați ulterior
ru: Настроить позже
sk: Nastaviť neskôr
sl: Nastavi pozneje
sv: Ställ in senare
th: ตั้งค่าภายหลัง
tr: Daha Sonra Ayarla
uk: Пізніше
vi: Thiết lập sau
zh_cn: 稍后设置
zh_hk: 稍後設定
zh_tw: 稍後設定

# SMART_STYLES_SETTINGS_INTRO_INSTRUCTION
source: To begin, select four of your favorite photos captured with this iPhone.
ar: للبدء، حدد أربعًا من صورك المفضلة الملتقطة باستخدام هذا الـ iPhone.
bg: За да започнете, изберете четири от вашите любими снимки, направени с този iPhone.
ca: Per començar, tria quatre fotos que t’agradin i que hagis fet amb aquest iPhone.
cs: Nejdříve vyberte čtyři nejoblíbenější fotky, které jste pořídili tímto iPhonem.
da: Vælg fire af dine favoritfotos, der er taget med denne iPhone, for at komme i gang.
de: Wähle zunächst vier deiner Lieblingsfotos aus, die mit diesem iPhone aufgenommen wurden.
el: Για να ξεκινήσετε, επιλέξτε 4 φωτογραφίες που τραβήξατε με αυτό το iPhone.
es: Para empezar, selecciona cuatro fotos que hayas hecho con este iPhone y te gusten mucho.
es_us: Para comenzar, selecciona cuatro de tus fotos favoritas tomadas con este iPhone.
fi: Aloita valitsemalla neljä tällä iPhonella otettua suosikkikuvaasi.
fr: Pour commencer, sélectionnez quatre de vos photos favorites prises avec cet iPhone.
fr_ca: Pour commencer, sélectionnez quatre de vos photos favorites prises avec cet iPhone.
he: כדי להתחיל, יש לבחור ארבע תמונות מועדפות שצולמו באמצעות iPhone זה.
hi: शुरू करने के लिए इस iPhone से ली गईं अपनी चार पसंदीदा तस्वीरें चुनें।
hr: Za početak odaberite četiri svoje omiljene fotografije snimljene ovim iPhoneom.
hu: Első lépésként válassza ki a négy kedvencét az ezzel az iPhone-nal készített fotók közül.
id: Untuk memulai, pilih empat foto favorit Anda yang diambil dengan iPhone ini.
it: Per iniziare, seleziona quattro delle tue foto preferite scattate con questo iPhone.
ja: 開始するには、このiPhoneで撮影したお気に入りの写真の4枚を選択してください。
kk: Бастау үшін осы iPhone құрылғысымен түсірілген үздік төрт фотоны таңдаңыз.
ko: 가장 먼저 이 iPhone으로 캡처한 제일 마음에 드는 사진 4장을 선택합니다.
lt: Pirmiausia išsirinkite keturias mėgstamiausias nuotraukas, užfiksuotas šiuo „iPhone“.
ms: Untuk bermula, pilih empat foto kegemaran anda yang ditangkap dengan iPhone ini.
nl: Om te beginnen, selecteer je vier van je favoriete foto's die met deze iPhone zijn gemaakt.
no: Velg først fire av de beste bildene du har tatt med denne iPhonen.
pl: Aby zacząć, wybierz cztery ulubione zdjęcia zrobione tym iPhone’em.
pt_br: Para começar, selecione quatro das suas fotos favoritas tiradas com o iPhone.
pt_pt: Para começar, selecione quatro das suas fotografias favoritas tiradas com este iPhone.
ro: Pentru a începe, selectați patru dintre pozele dvs. favorite pe care le‐ați realizat cu acest iPhone.
ru: Для начала выберите четыре любимых фото, снятых на этот iPhone.
sk: Najskôr vyberte štyri najobľúbenejšie fotky, ktoré ste zhotovili týmto iPhonom.
sl: Za začetek izberite štiri priljubljene fotografije, zajete s tem iPhonom.
sv: Börja med att välja fyra av dina favoritbilder som tagits med denna iPhone.
th: ในการเริ่มต้น ให้เลือกรูปภาพที่คุณชื่นชอบสี่รูปที่จับภาพด้วย iPhone เครื่องนี้
tr: Başlamak için bu iPhone ile çekilmiş favori fotoğraflarınızdan dört tanesini seçin.
uk: Щоб почати, виберіть чотири улюблені фотографії, зняті на цьому iPhone.
vi: Để bắt đầu, hãy chọn bốn ảnh ưa thích của bạn được chụp bằng iPhone này.
zh_cn: 若要开始，请选择四张通过此iPhone拍摄的喜爱照片。
zh_hk: 如要開始，請選擇使用此iPhone拍攝的四張你最喜歡的相片。
zh_tw: 若要開始，請選取四張使用此iPhone拍攝的喜愛照片。

# SMART_STYLES_CATEGORY_LABEL_CREATIVE
source: MOOD
ar: الحالة المزاجية
bg: НАСТРОЕНИЕ
ca: AMBIENT
cs: NÁLADA
da: STEMNING
de: STIMMUNG
el: ΔΙΑΘΕΣΗ
es: CREATIVOS
es_us: AMBIENTE
fi: TUNNELMA
fr: AMBIANCE
fr_ca: HUMEUR
he: מצב רוח
hi: मूड
hr: RASPOLOŽENJE
hu: HANGULAT
id: NUANSA
it: ATMOSFERA
ja: ムード
kk: КӨҢІЛ-КҮЙ
ko: 무드
lt: NUOTAIKA
ms: SUASANA
nl: STEMMING
no: STEMNING
pl: NASTRÓJ
pt_br: AMBIENTE
pt_pt: AMBIENTE
ro: DISPOZIȚIE
ru: НАСТРОЕНИЕ
sk: NÁLADA
sl: RAZPOLOŽENJE
sv: STÄMNING
th: อารมณ์
tr: RUH HÂLİ
uk: НАСТРІЙ
vi: TÂM TRẠNG
zh_cn: 心情
zh_hk: 情調
zh_tw: 情境

# SMART_STYLES_SETTINGS_IMPORT_TITLE
source: Select Photos
ar: تحديد الصور
bg: Избери снимки
ca: Selecciona fotos
cs: Vyberte fotky
da: Vælg fotos
de: Fotos auswählen
el: Επιλογή φωτό
es: Seleccionar fotos
es_us: Seleccionar fotos
fi: Valitse kuvat
fr: Sélectionner des photos
fr_ca: Sélectionner des photos
he: בחירת תמונות
hi: तस्वीरें चुनें
hr: Odaberi fotografije
hu: Fotók kiválasztása
id: Pilih Foto
it: Seleziona foto
ja: 写真を選択
kk: Фотоларды таңдау
ko: 사진 선택
lt: Pasirinkti nuotraukas
ms: Pilih Foto
nl: Selecteer foto's
no: Velg bilder
pl: Wybierz zdjęcia
pt_br: Selecionar Fotos
pt_pt: Selecionar fotografias
ro: Selectați poze
ru: Выбор фото
sk: Vyberte fotky
sl: Izberi fotografije
sv: Välj bilder
th: เลือกรูปภาพ
tr: Fotoğrafları Seç
uk: Виберіть фото
vi: Chọn Ảnh
zh_cn: 选择照片
zh_hk: 選擇相片
zh_tw: 選取照片

# SMART_STYLES_SETTINGS_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# SMART_STYLES_SETTINGS_CUSTOMIZE_NOW
source: Get Started
ar: البدء
bg: Първи стъпки
ca: Comença
cs: Začít
da: Kom i gang
de: Los gehts
el: Έναρξη
es: Empezar
es_us: Empezar
fi: Aloita
fr: Démarrer
fr_ca: Premiers pas
he: התחלה
hi: शुरू करें
hr: Početak
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
kk: Жұмысты бастау
ko: 시작하기
lt: Pradėti
ms: Bermula
nl: Aan de slag
no: Kom i gang
pl: Rozpocznij
pt_br: Começar a Usar
pt_pt: Começar
ro: Începeți
ru: Приступить
sk: Začať
sl: Začni
sv: Kom igång
th: เริ่มต้นกัน
tr: Başla
uk: Почати
vi: Bắt đầu
zh_cn: 开始使用
zh_hk: 開始使用
zh_tw: 開始使用

# SMART_STYLES_SETTINGS_NAVIGATE_TO_FORMATS
source: Open Settings
ar: فتح الإعدادات
bg: Отвори Настройки
ca: Obre la configuració
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα των Ρυθμίσεων
es: Abrir Ajustes
es_us: Abrir Configuración
fi: Avaa Asetukset
fr: Ouvrir Réglages
fr_ca: Ouvrir les réglages
he: פתיחת ״הגדרות״
hi: सेटिंग्ज़ खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: “設定”を開く
kk: «Реттеулер» мәзірін ашу
ko: 설정 열기
lt: Atidaryti nustatymus
ms: Buka Seting
nl: Open Instellingen
no: Åpne Innstillinger
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschideți configurările
ru: Открыть Настройки
sk: Otvoriť Nastavenia
sl: Odpri nastavitve
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarlar’ı Aç
uk: Відкрити параметри
vi: Mở Cài đặt
zh_cn: 打开设置
zh_hk: 開啟設定
zh_tw: 打開「設定」

# SMART_STYLES_SETTINGS_LAUNCH_CAMERA
source: Open Camera
ar: فتح الكاميرا
bg: Отвори камерата
ca: Obre la càmera
cs: Otevřít Fotoaparát
da: Åbn Kamera
de: Kamera öffnen
el: Άνοιγμα Κάμερας
es: Abrir la cámara
es_us: Abrir Cámara
fi: Avaa kamera
fr: Ouvrir Appareil photo
fr_ca: Ouvrir Appareil photo
he: פתיחת המצלמה
hi: कैमरा खोलें
hr: Otvori Kameru
hu: Kamera megnyitása
id: Buka Kamera
it: Apri Fotocamera
ja: カメラを開く
kk: Камераны ашу
ko: 카메라 열기
lt: Atidaryti „Kamerą“
ms: Buka Kamera
no: Åpne Kamera
pl: Otwórz Aparat
pt_br: Abrir Câmera
pt_pt: Abrir Câmara
ro: Deschidere aplicație Cameră
ru: Открыть Камеру
sk: Otvoriť Kameru
sl: Odpri Kamero
sv: Öppna Kamera
th: เปิดกล้อง
tr: Kamerayı Aç
uk: Відкрити Камеру
vi: Mở Camera
zh_cn: 打开相机
zh_hk: 開啟相機
zh_tw: 打開相機

# SMART_STYLES_SETTINGS_START_OVER
source: Start Over
ar: بدء من جديد
bg: Започни отначало
ca: Comença de nou
cs: Začít znovu
da: Start forfra
de: Neu starten
el: Έναρξη ξανά
es: Volver a empezar
es_us: Volver a empezar
fi: Aloita alusta
fr: Recommencer
fr_ca: Recommencer
he: התחלה מחדש
hi: फिर से शुरू करें
hr: Počni ispočetka
hu: Újrakezdés
id: Mulai Lagi
it: Ricomincia
ja: 最初からやり直す
kk: Басынан бастау
ko: 다시 시작
lt: Pradėti iš naujo
ms: Mula Semula
nl: Opnieuw
no: Begynn på nytt
pl: Od początku
pt_br: Recomeçar
pt_pt: Recomeçar
ro: Reîncepeți
ru: Начать сначала
sk: Začať znovu
sl: Začni znova
sv: Börja om
th: เริ่มต้นใหม่
tr: Baştan Başla
uk: Почати наново
vi: Bắt đầu lại
zh_cn: 重新开始
zh_hk: 重新開始
zh_tw: 重新開始

# SMART_STYLES_SETTINGS_INTRO_DESCRIPTION
source: Photographic Styles lets you personalize how you appear in photos with incredible nuance to get the look you want.
ar: تتيح لك الأنماط الفوتوغرافية تخصيص مظهرك في الصور بدقة شديدة لتصل إلى المظهر الذي تريده.
bg: С помощта на функцията Фотографски стилове можете да персонализирате начина, по който да се появявате в снимки, с невероятни нюанси, за да получите желания външен вид.
ca: Gràcies als estils fotogràfics, pots personalitzar com surts a les fotos amb una gran varietat de matisos.
cs: Fotografické styly vám umožňují do posledního detailu upravit, jak vypadáte na fotkách, a dosáhnout tak požadovaného vzhledu.
da: Med Fotostil kan du tilpasse, hvordan du vises på fotos, ved at ændre små nuancer, så du får det udseende, du ønsker.
de: Mit „Fotografische Stile“ kannst du detailgenau anpassen, wie du auf Fotos abgebildet wirst – für die erwünschte Optik.
el: Τα Φωτογραφικά στιλ επιτρέπουν την εξατομίκευση του τρόπου εμφάνισής σας στις φωτογραφίες, προσφέροντάς σας μοναδικές επιλογές τονισμού για να λάβετε το επιθυμητό αποτέλεσμα.
es: Los estilos fotográficos te permiten personalizar el aspecto de tus fotos con una gran variedad de matices para obtener justo el resultado que buscas.
es_us: La función Estilos fotográficos te permite personalizar con increíbles matices cómo te ves en fotos para obtener la apariencia que deseas.
fi: Valokuvatyyleillä voit räätälöidä sen, miltä näytät kuvissa, juuri sellaiseksi kuin haluat uskomattoman hienovaraisesti.
fr: Les styles photographiques vous permettent de personnaliser votre apparence sur les photos avec une finesse incroyable pour obtenir l’aspect voulu.
fr_ca: Les styles photographiques vous permettent de personnaliser votre apparence dans les photos grâce à d’incroyables nuances qui vous permettent d’obtenir le résultat que vous voulez.
he: המאפיין ״סגנונות צילומיים״ מאפשר לך להתאים באופן אישי את המראה שלך בתמונות בעזרת דיוקים מדהימים שמפיקים את התוצאה הרצויה.
hi: फ़ोटोग्राफ़िक शैलियाँ अपना इच्छित रूप पाने के लिए तस्वीरों की बारीकियों को वैयक्तिकृत करने में आपकी सहायता करती हैं।
hr: Fotografski stilovi omogućuju vam da personalizirate kako ćete izgledati na fotografijama, uz nevjerojatne nijanse za postizanje željenog izgleda.
hu: A Fotografikus stílusok segítségével hihetetlen részletességgel személyre szabhatja a megjelenését a fotókon, így pontosan úgy nézhet ki, ahogy szeretné.
id: Gaya Fotografi memungkinkan Anda untuk mempersonalisasi penampilan di foto secara detail untuk mendapatkan tampilan yang Anda inginkan.
it: Grazie agli stili fotografici, puoi personalizzare il tuo aspetto nelle foto con tonalità incredibili per ottenere esattamente il look che vuoi.
ja: フォトグラフスタイルを使用すると、写真に写る自分の姿を驚くようなニュアンスでパーソナライズして、望み通りの見た目にすることができます。
kk: Фотографиялық стильдер қажетті көрініске қол жеткізу үшін керемет ерекшелігімен фотолардағы көрінісіңізді жекелендіруге мүмкіндік береді.
ko: 사진 스타일을 통해 사진 속 모습에 독창적인 뉘앙스를 가미하여 원하는 스타일로 개인 맞춤화합니다.
lt: Naudodami funkciją „Fotografijos stiliai“ koreguokite subtiliausius atspalvius ir išgaukite norimą vaizdą.
ms: Gaya Fotografi membolehkan anda memperibadikan penampilan anda dalam foto dengan nuansa menakjubkan untuk mendapatkan rupa yang anda mahukan.
nl: Met foto­grafische stijlen kun je met ongelooflijke nuance personaliseren hoe je op foto's wordt weergegeven om de look te krijgen die je wilt.
no: Fotostiler gir deg mulighet til å tilpasse små nyanser i bilder for å gi deg det uttrykket du ønsker.
pl: Style fotograficzne pozwalają niezwykle precyzyjnie dostosowywać swój wygląd na zdjęciach, aby uzyskiwać dokładnie żądany efekt.
pt_br: Com as nuances dos Estilos Fotográficos, você personaliza sua aparência nas fotos do jeito que prefere.
pt_pt: Os estilos fotográficos permitem personalizar a forma como aparece nas fotografias com grande detalhe para obter o aspeto pretendido.
ro: Stilurile fotografice vă permit să vă personalizați aspectul din poze cu o precizie nuanțată incredibilă, pentru a obține exact efectul dorit.
ru: Подчеркните свою индивидуальность на фото с помощью Фотографических стилей: тончайшие переходы цвета помогут добиться желаемого образа.
sk: Fotografické štýly vám umožňujú do posledného detailu upraviť, ako vyzeráte na fotkách, a dosiahnuť tak požadovaný vzhľad.
sl: Možnost Fotografski slogi omogoča izredno natančno prilagajanje videza na fotografijah za doseganje želenega rezultata.
sv: Fotografiska stilar gör att du kan personanpassa ditt utseende med otroligt nyanserade bilder för att få precis den look du söker.
th: รูปแบบภาพถ่ายช่วยให้คุณปรับแต่งการแสดงตัวคุณในรูปภาพให้มีความแตกต่างอันน่าทึ่งเพื่อให้ได้รูปแบบภาพถ่ายตามที่คุณต้องการ
tr: Fotoğrafik Stiller, tam istediğiniz gibi görünmenizi sağlayan inanılmaz ayrıntılarla fotoğraflardaki görünüşünüzü kişiselleştirmenize olanak tanır.
uk: Стилі фотографій дають змогу персоналізувати свій вигляд на фотографіях до найменших деталей, щоб отримувати саме ті знімки, які ви хочете.
vi: Phong cách nhiếp ảnh cho phép bạn cá nhân hóa cách mình xuất hiện trong ảnh với độ tinh tế đáng kinh ngạc để có diện mạo như ý.
zh_cn: “摄影风格”可让你在照片中个性化展现自我，同时提供极致微调，使风格如你所愿。
zh_hk: 「攝影風格」讓你可以通過精細的方式將相片個人化，以獲得你想要的外觀。
zh_tw: 「攝影風格」讓你以精緻細節個人化自己在照片中的樣貌來呈現你要的外觀。

# SMART_STYLES_SETTINGS_DESCRIPTION_NEUTRAL
source: Neutralizes warm undertones.
ar: يحيِّد الدرجات الدافئة.
bg: Неутрализира топлите подтонове.
ca: Neutralitza els tons càlids.
cs: Neutralizuje teplé podtóny.
da: Neutraliserer varme undertoner.
de: Neutralisiert warme Farbnuancen.
el: Αντισταθμίζει τους θερμούς υποτόνους.
es: Neutraliza los tonos cálidos.
es_us: Neutraliza los matices cálidos.
fi: Neutraloi lämpimät pohjasävyt.
fr: Neutralise les tons chauds.
fr_ca: Neutralise les nuances chaudes.
he: סגנון זה מדגיש גוונים חמימים באופן טבעי.
hi: वॉर्म अंडरटोन को न्यूट्रलाइज़ करता है।
hr: Neutralizira tople podtonove.
hu: Semlegesíti a meleg árnyalatokat.
id: Menetralkan warna hangat.
it: Neutralizza le tonalità calde.
ja: 温かみのある淡い色調を自然な感じにします。
kk: Жылы реңктерді бейтараптандырады.
ko: 따뜻한 색조를 중화합니다.
lt: Neutralizuojami šilti atspalviai.
ms: Meneutralkan ton samping panas.
nl: Neutraliseert warme tinten.
no: Nøytraliserer varme undertoner.
pl: Podkreśla ciepłe odcienie.
pt_br: Neutraliza subtons quentes.
pt_pt: Neutraliza os tons quentes.
ro: Neutralizează subtonurile calde.
ru: Нейтрализовать теплые полутона.
sk: Neutralizuje teplé podtóny.
sl: Nevtralizira tople svetle tone.
sv: Neutraliserar varma undertoner.
th: ปรับเป็นโทนสีอบอุ่น
tr: Mat sıcak tonları nötrleştirir.
uk: Нейтралізує теплі відтінки.
vi: Trung hòa tông màu ấm.
zh_cn: 中和暖底色。
zh_hk: 中和暖底色。
zh_tw: 中和暖色底彩。

# SMART_STYLES_SETTINGS_DESCRIPTION_STANDARD
source: The default look produced by the iPhone camera that is balanced and true-to-life.
ar: المظهر الافتراضي الناتج من كاميرا iPhone، وهو مظهر متوازن وواقعي.
bg: Изображенията, направени от камерата на iPhone с настройките по подразбиране, са балансирани и реалистични.
ca: L’estil per omissió de la càmera de l’iPhone ofereix un aspecte equilibrat i molt fidel.
cs: Výchozí vzhled produkovaný fotoaparátem v iPhonu s vyváženou expozicí a věrným zachycením skutečnosti.
da: Det standardudseende, der genereres af iPhone-kameraet, er afbalanceret og realistisk.
de: Der Standardstil der iPhone-Kamera erzeugt ausgewogene Fotos in natürlichen Farben.
el: Η προεπιλεγμένη εμφάνιση που παρέχει η κάμερα του iPhone είναι ισορροπημένη και ρεαλιστική.
es: El aspecto producido por omisión por la cámara del iPhone es equilibrado y fiel a la realidad.
es_us: El aspecto predeterminado de la cámara del iPhone, con la gama natural de los colores.
fi: iPhonen kamera tuottaa oletusarvoisesti tasapainoisen ja luonnollisen kuvan.
fr: Le style par défaut appliqué par la caméra de l’iPhone : des couleurs équilibrées, fidèles à la réalité.
fr_ca: L’aspect par défaut produit par l’appareil photo de l’iPhone est équilibré et fidèle à la réalité.
he: מראה ברירת המחדל שנוצר על ידי מצלמת ה-iPhone הוא מאוזן ונאמן למציאות.
hi: iPhone कैमरे से निर्मित डिफ़ॉल्ट छवि जो संतुलित और वास्तविकता के क़रीब होती है।
hr: Standardni izgled snimljen kamerom iPhonea koji je balansiran i vjerodostojan.
hu: Az iPhone kamerájával létrehozható alapértelmezett hatás, amely kiegyensúlyozott és élethű.
id: Tampilan default yang dihasilkan oleh kamera iPhone yang seimbang dan realistis.
it: L’aspetto di default creato dalla fotocamera di iPhone, bilanciato e fedele alla realtà.
ja: iPhoneのカメラがデフォルトで生成する画像で、バランスがよく、実際の見た目に一番近くなります。
kk: iPhone камерасына түсірілген фотолар әдепкі бойынша шынайылықты арттыру үшін теңдестірілген.
ko: iPhone 카메라가 만들어내는 실제에 가깝고 균형 잡힌 기본 스타일입니다.
lt: Numatytasis vaizdas, kurį sukuria „iPhone“ vaizdo kamera, yra subalansuotas ir tikroviškas.
ms: Rupa lalai yang dihasilkan kamera iPhone yang seimbang dan realistik.
nl: De standaardweergave die door de iPhone-camera wordt geproduceerd, is gebalanceerd en levens­echt.
no: Det balanserte og naturtro standardutseendet som produseres av iPhone-kameraet.
pl: Wygląd domyślny zdjęcia z aparatu iPhone’a — zrównoważony i realistyczny.
pt_br: O visual padrão produzido pela câmera do iPhone, que é equilibrado e realista.
pt_pt: O estilo predefinido produzido pela câmara do iPhone que é equilibrado e realista.
ro: Aspectul implicit produs de camera iPhone‑ului, care este echilibrat și fidel realității.
ru: По умолчанию изображения, снятые камерой iPhone, сбалансированы для большей реалистичности.
sk: Predvolený vzhľad vytváraný kamerou iPhonu s vyváženou expozíciou a verným zachytením reality.
sl: Privzeti videz, ki ga ustvari iPhonova kamera, je uravnotežen in realističen.
sv: Det förvalda utseendet som genereras av iPhone-kameran är balanserat och verklighetstroget.
th: รูปแบบภาพถ่ายเริ่มต้นโดยกล้อง iPhone ที่มีความสมดุลกันและดูเหมือนจริง
tr: iPhone kamerası tarafından oluşturulan, dengeli ve gerçekçi saptanmış görünüm.
uk: Типовий стиль, за якого камера iPhone створює збалансовані знімки з природними кольорами.
vi: Hiệu ứng mặc định được tạo ra bởi camera của iPhone, cân bằng và đúng với thực tế.
zh_cn: iPhone相机生成的默认外观，均衡且写实。
zh_hk: iPhone相機所產生的預設效果，均衡且寫實。
zh_tw: iPhone相機所製作的預設風格，平衡呈現且真實自然。
